tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "joshuaclayton/formulae"
tap "osx-cross/avr"
tap "puma/puma"
tap "px4/px4"
tap "rigellute/tap

brew "ack"
brew "activemq"
brew "ansible"
brew "ansible-lint"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "awscli"
brew "bower"
brew "clamav"
brew "cloc"
brew "cmake"
brew "cowsay"
brew "ctags"
brew "d12frosted/emacs-plus/emacs-plus"
brew "dfu-programmer"
brew "dfu-util"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "elixir"
brew "emacs", link: false
brew "exercism"
brew "figlet"
brew "fish"
brew "fortune"
brew "gnupg"
brew "gource"
brew "graphviz"
brew "heroku/brew/heroku"
brew "htop"
brew "hub"
brew "jemalloc"
brew "joshuaclayton/formulae/unused"
brew "jq"
brew "jsonpp"
brew "libtool"
brew "lolcat"
brew "luarocks"
brew "macvim"
brew "mas"
brew "maven"
brew "mongodb"
brew "mycli"
brew "mysql@5.7", link: true
brew "neofetch"
brew "neovim"
brew "node"
brew "nyancat"
brew "openssh"
brew "openssl"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "p7zip"
brew "packer"
brew "pass"
brew "pkg-config"
brew "postgresql"
brew "puma/puma/puma-dev"
brew "px4/px4/gcc-arm-none-eabi"
brew "python"
brew "qt"
brew "rbenv"
brew "readline"
brew "redis"
brew "rigellute/tap/spotify-tui"
brew "rsync"
brew "ruby-build"
brew "starship"
brew "tcptraceroute"
brew "telnet"
brew "terraform"
brew "terraform-inventory"
brew "tig"
brew "tldr"
brew "tmux"
brew "unrar"
brew "unzip"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "adoptopenjdk"
cask "alacritty"
cask "android-studio"
cask "cyberduck"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-nerd-font"
cask "google-chrome"
cask "hipchat"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "launchcontrol"
cask "postgres"
cask "postman"
cask "slack"
cask "spotify"
cask "staruml"
cask "sublime-merge"
cask "sublime-text"
cask "vimr"
mas "Apple Configurator 2", id: 1037126344
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Evernote", id: 406056744
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "UlyssesMac", id: 1225570693
mas "Xcode", id: 497799835
