tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "joshuaclayton/formulae"
tap "puma/puma"
brew "ack"
brew "openssl"
brew "readline"
brew "ansible-lint"
brew "autoconf"
brew "automake"
brew "python"
brew "awscli"
brew "node"
brew "bower"
brew "clamav"
brew "cloc"
brew "cmake"
brew "ctags"
brew "exercism"
brew "gnupg"
brew "pkg-config"
brew "gource"
brew "libtool"
brew "graphviz"
brew "htop"
brew "hub"
brew "jemalloc"
brew "jq"
brew "jsonpp"
brew "maven"
brew "mongodb"
brew "mycli"
brew "mysql@5.5"
brew "mysql@5.6"
brew "mysql@5.7", link: true
brew "neofetch"
brew "neovim"
brew "nyancat"
brew "openssh"
brew "pass"
brew "postgresql"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "tcptraceroute"
brew "telnet"
brew "terraform"
brew "terraform-inventory"
brew "tig"
brew "tldr"
brew "tmux"
brew "unrar"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus"
brew "heroku/brew/heroku"
brew "joshuaclayton/formulae/unused"
brew "puma/puma/puma-dev"
